{
  "hero_one": {
    "title": "Rodrigo Carvalho",
    "description": "Sou um desenvolvedor de aplicações empresariais com 20 anos, especializado em desenvolvimento backend. Iniciei minha jornada na programação há 7 anos e, ao longo dos últimos 3 anos, aperfeiçoei minhas habilidades no curso de Programador de Informática no Instituto do Emprego e Formação Profissional de Évora."
  },
  "hero_two": {
    "title": "Sobre mim",
    "subtitle": "Desenvolvedor de software",
    "description": "Olá, chamo-me Rodrigo Carvalho e sou um desenvolvedor de aplicações empresariais tenho 20 anos de idade, apaixonado por tecnologia e inovação. Com 7 anos de experiência em programação, me especializei no desenvolvimento backend, criando soluções eficientes e escaláveis para empresas. Durante 3 anos, estudei no IEFP de Évora, onde aprofundei meus conhecimentos e me preparei para enfrentar desafios complexos no mundo da tecnologia. Minha jornada no desenvolvimento de software é guiada pelo desejo constante de aprender e evoluir. Estou sempre em busca de novos conhecimentos e de formas inovadoras para aplicar as melhores práticas no desenvolvimento de aplicações empresariais. Se você procura alguém dedicado e capacitado para transformar ideias em soluções tecnológicas, estou pronto para ajudar."
  },
  "hero_tree": {
    "projectsTitle": "Meus Projetos"
  },
  "hero_four": {
    "Title": "Experiência",
    "parsisplan": "Estagiei na Parsisplan por mais de 1 ano através do IEFP de Évora. Tive uma experiência incrível na empresa; fui muito bem recebido e sempre recebi todo o apoio necessário. Hoje, sei muito do que sei graças às pessoas da empresa. Trabalhei em alguns projetos que não posso comentar por questões de direitos da empresa, mas foi uma experiência incrível e só tenho a agradecer pela oportunidade.",
    "novabit": "Esta empresa é focada em hardware e sistemas de redes. Estagiei lá por cerca de 2 meses e aprendi algumas coisas, como o sistema NAS e a tipologia RAID. Embora não tenha sido das minhas melhores experiências devido a alguns problemas internos, consegui adquirir algum conhecimento."
  },
  "hero_five": {
    "Title": "Contactos",
    "Title2": "Redes Sociais",
    "contactTitle": "Gostaria de entrar em contacto?",
    "copy": "Copiar",
    "copied": "Copiado"
  },
  "navbar": {
    "home": "Home",
    "about": "Sobre",
    "projects": "Projetos",
    "experience": "Experiência",
    "contacts": "Contactos"
  }
}